Repository: pushanGlobant/iOSTemplate
Catalog: iOSTemplate/*.lproj/Localizable.strings
Languages: es

# viewcontroller.ask_login_label.text
source: Click here to receive user information from server
es: Haga clic aquí para recibir información de los usuarios desde el servidor

# viewcontroller.ask_info_label.text
source: Click here to retrieve the last saved user information
es: Haga clic aquí para obtener la última información de usuario guardada

# viewcontroller.ask_download_label.text
source: Click here to download a file
es: Haga clic aquí para descargar un archivo

# viewcontroller.ask_upload_label.text
source: Click here to upload a file
es: Haga clic aquí para cargar un archivo

# viewcontroller.login_button.title
source: Login
es: Iniciar sesión

# viewcontroller.info_button.title
source: Information
es: Información

# viewcontroller.download_button.title
source: Download
es: Descargar

# viewcontroller.upload_button.title
source: Upload
es: Subir

# ErrorCode.NoError
source: The operation was successful
es: La operación se ha realizado correctamente

# ErrorCode.InvalidCredentials
source: Provided credentials are invalid
es: Credenciales proporcionadas no son válidos

# ErrorCode.UserNotVerified
source: The user is not verified
es: El usuario no se verifica

# ErrorCode.UserBlocked
source: The user is blocked
es: El usuario está bloqueado

# ErrorCode.NoDataReceived
source: No data was received
es: No se recibió ninguna información

# ErrorCode.NetworkUnavailable
source: Network is currently not available
es: Red no está disponible

# ErrorCode.UnknownError
source: An unknown error occurred
es: Un error desconocido ocurrió
